[{
     "date": "2017-12-08",
     "verse": "Genesis 1:1-5, NIV",
     "verseText": "Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. And God said, “Let there be light,” and there was light. God called the light “day”, and the darkness he called “night.” And there was evening, and there was morning—the first day. ",
    "text": "Formless and empty. These are the two words that the writer of Genesis uses to describe the world, pre-creation. They are frightening words. Enter God the Creator. He brings shape and substance to the void. He creates something where there was nothing. Formless and empty. None of us would want these words said about our apartment. We certainly wouldn’t choose these words for our epitaph. Sometimes, though, it is exactly how life feels. Emptiness often feels like the default setting, so much so that we search for things to create to give us shape and meaning: careers, relationships, money, children, good health. We come to realize in this passage that true shape and meaning are things only God can provide. Our pursuits, the means of meaning, amplify the feelings of emptiness, hurting us and those around us. We know this from experience, religious or otherwise. Doing a good job becomes workaholism. Taking care of ourselves becomes vanity. Getting involved in good causes becomes self-righteousness. The list goes on, and no amount of self-esteem or positive thinking can help us. As Ted Boynton says in the movie Barcelona, “Positive thinking is fine in theory. But whenever I try it on a systematic basis... I end up really depressed. ”This is the Gospel, the love of Christ found even in the creation of the world: that God brings us back to the place where our formlessness and meaningless is overcome. How do we know this? The most dramatic evidence is Jesus Christ, God made human. In Jesus, God comes to us even though it means death at our hands. And he overcomes death, the moment when life becomes formless and empty. He shows us his love has the power to recreate. Have you felt formless and empty? Have you wondered if God loves you? Have you wondered if God could exist amidst all this suffering and chaos? Be reminded, God is pursuing you with a love that conquers all chaos, formlessness and meaninglessness. His pursuit is not dependent on what you do or fail to do. His pursuit is based in unfettered love. Jesus’ death on the cross and his resurrection tell us that God’s love for us is real and that He has done all the work. He is faithful to us even when our lives seem to say otherwise."
 },
 {
 "date": "2017-12-09",
 "verse": "Genesis 1:14-31, NRSV",
 "verseText": "God blessed them, and God said to them, ‘Be fruitful and multiply, and fill the earth and subdue it; and have dominion over the fish of the sea and over the birds of the air and over every living thing that moves upon the earth.’ God said, ‘See, I have given you every plant yielding seed that is upon the face of all the earth, and every tree with seed in its fruit; you shall have them for food. And to every beast of the earth, and to every bird of the air, and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.’ And it was so. God saw everything that he had made, and indeed, it was very good. ",
 "text": "If you look around your world, what do you see? People colliding into one another as they go about their daily lives, adapting and reacting. Simultaneous and fragmented moments of happiness for some and catastrophe for others. Mostly bad news clips on television screens. General reminders of decay. We see entropy. Genesis instead sees the world in story. The story isn’t there to cover up or explain away all the present moments, but it is still there, no less real than our own experiences. We are called to see it as our world’s origin story—one not beginning with decay, but with creation and the repeated word “good.” In the beginning, God created the heavens and the earth and the seas and the vegetation and all the living creatures, and each time, “He saw that it was good.” Finally, of course, he created us, human beings, and he saw that it was all “very good.” This created goodness sets the stage for our story. At the very outset we are assured that creation and goodness, not disaster and decay, is the heart of existence. Now, to view reality through the lens of this story is an irrational thing. It is hopeful in that it ascribes meaning, but at the same time it doesn’t shield us from pain. We cannot, any more than anyone else, alleviate suffering by “remembering the story.” We find no comfort in shrugging our shoulders and saying, “it’s just a part of the story.” And this makes sense: even though we believe the story to be real and believe we’re in it, we cannot force the plot to our advantage. Therefore the sting of disaster is all the greater, at least until one day it is all made new. But for that we must read on. For now, suffice it to say, goodness is the objective root of reality. Augustine wrote in his Confessions, “You made us for yourself and our hearts find no peace until they rest in you.” There is in the created order always still a presence of goodness, even in its restless absence. That’s the thrilling news we get from the beginning. And, as the story tells us, we don’t just find it here—He has written it all over creation. As Luther reputedly said, “This was the purpose of springtime.” "
 },
 {
 "date": "2017-12-10",
 "verse": "Genesis 1:1-5, NIV",
 "verseText": "Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. And God said, “Let there be light,” and there was light. God called the light “day”, and the darkness he called “night.” And there was evening, and there was morning—the first day. ",
 "text": "Formless and empty. None of us would want these words said   about our apartment. We certainly wouldn’t choose these words for our epitaph. Sometimes, though, it is exactly how life feels. Emptiness often feels like the default setting, so much so that we search for things to create to give us shape and meaning: careers, relationships, money, children, good health. We come to realize in this passage that true shape and meaning are things only God can provide."
 },
 {
 "date": "2017-12-11",
 "verse": "Genesis 1:1-5, NIV",
 "verseText": "Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. And God said, “Let there be light,” and there was light. God called the light “day”, and the darkness he called “night.” And there was evening, and there was morning—the first day. ",
 "text": "Formless and empty. None of us would want these words said   about our apartment. We certainly wouldn’t choose these words for our epitaph. Sometimes, though, it is exactly how life feels. Emptiness often feels like the default setting, so much so that we search for things to create to give us shape and meaning: careers, relationships, money, children, good health. We come to realize in this passage that true shape and meaning are things only God can provide."
 },
 {
 "date": "2017-12-12",
 "verse": "Genesis 1:1-5, NIV",
 "verseText": "Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. And God said, “Let there be light,” and there was light. God called the light “day”, and the darkness he called “night.” And there was evening, and there was morning—the first day. ",
 "text": "Formless and empty. None of us would want these words said   about our apartment. We certainly wouldn’t choose these words for our epitaph. Sometimes, though, it is exactly how life feels. Emptiness often feels like the default setting, so much so that we search for things to create to give us shape and meaning: careers, relationships, money, children, good health. We come to realize in this passage that true shape and meaning are things only God can provide."
 }]
